###############################################################################
# Taps
###############################################################################

# zsh things
tap 'sambadevi/powerlevel9k'


###############################################################################
# Binaries
###############################################################################
# Shell stuff
brew 'zsh'
brew 'powerlevel9k'
brew 'antigen'
brew 'fzf'
brew 'gnu-sed'
brew 'htop'
brew 'jq'
brew 'rsync'
brew 'readline'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'autojump'

# Dev things
brew 'imagemagick'
brew 'cookiecutter'
brew 'jenv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
